       >>SOURCE FORMAT FREE
identification division.
program-id. hello.
environment division.
configuration section.
data division.
working-storage section.
procedure division.
    display "Hello!".
    goback.
end program hello.
